Repository: poml88/FLwatch
Catalog: SharedPhoneWatch/Localizations/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, nl, pl, ru, zh_hans

source: Select the bolus insulin for the IOB calculations. Currently supported are: - Rapid acting (Novolog, Novorapid, ... (peak activity 75 mins)) - Fast rapid acting (Fiasp, Lyumjev, ... (peak activity 55 mins))
de: Wählen Sie das Bolusinsulin für die IOB-Berechnungen aus. Derzeit werden folgende Insuline unterstützt: - Schnell wirkend (Novolog, Novorapid, ... (Spitzenaktivität 75 Minuten)) - Sehr schnell wirkend (Fiasp, Lyumjev, ... (Spitzenaktivität 55 Minuten))
es: Seleccione la insulina en bolo para los cálculos de IOB. Actualmente se admiten: - Acción rápida (Novolog, Novorapid, ... (actividad máxima a los 75 minutos)) - Acción ultrarrápida (Fiasp, Lyumjev, ... (actividad máxima a los 55 minutos))
fr: Sélectionnez l'insuline bolus pour les calculs IOB. Les types actuellement pris en charge sont les suivants : - À action rapide (Novolog, Novorapid, ... (pic d'activité à 75 minutes)) - À Action ultra-rapide (Fiasp, Lyumjev, ... (pic d'activité à 55 minutes))
it: Selezionare l'insulina in bolo per i calcoli IOB. Attualmente sono supportati: - Azione rapida (Novolog, Novorapid, ... (picco di attività 75 minuti)) - Azione ultra rapida (Fiasp, Lyumjev, ... (picco di attività 55 minuti))
ja: IOB計算用のボラスインスリンを選択してください。現在対応しているのは： - 速効型（ノボログ、ノボラピッドなど（ピーク活動時間75分）） - 超速効型（フィアスプ、リュムジェブなど（ピーク活動時間55分））
nl: Selecteer de bolusinsuline voor de IOB-berekeningen. Momenteel ondersteund: - Snelwerkend (Novolog, Novorapid, ... (piekactiviteit 75 min)) - Zeer snelwerkend (Fiasp, Lyumjev, ... (piekactiviteit 55 min))
pl: Wybierz insulinę bolusową do obliczeń IOB. Obecnie obsługiwane są: - Szybko działająca (Novolog, Novorapid, ... (szczyt aktywności 75 min)) - Bardzo szybko działająca (Fiasp, Lyumjev, ... (szczyt aktywności 55 min))
ru: Выберите болюсный инсулин для расчетов IOB. Сейчас поддерживаются: - Быстрого действия (Novolog, Novorapid, ... (пик активности 75 мин)) - Сверхбыстрого действия (Fiasp, Lyumjev, ... (пик активности 55 мин))
zh_hans: 选择用于 IOB 计算的速效胰岛素。目前支持的类型包括： - 速效胰岛素（Novolog、Novorapid 等，峰值作用时间 75 分钟） - 超速效胰岛素（Fiasp、Lyumjev 等，峰值作用时间 55 分钟）

source: Selected device: %@
de: Ausgewähltes Gerät: %@
es: Dispositivo seleccionado: %@
fr: Appareil sélectionné : %@
it: Dispositivo selezionato: %@
ja: 選択したデバイス: %@
nl: Geselecteerd apparaat: %@
pl: Wybrane urządzenie: %@
ru: Выбранное устройство: %@
zh_hans: 已选设备：%@

source: Selected patient
de: Ausgewählter Patient
es: Paciente seleccionado
fr: Patient sélectionné
it: Paziente selezionato
ja: 選択した患者
nl: Geselecteerde patiënt
pl: Wybrany pacjent
ru: Выбранный пациент
zh_hans: 已选择的患者

source: Send Email to Support
de: Email an Support schicken
es: Enviar un e-mail a Soporte Técnico
fr: Envoyer un e-mail au support
it: Invia un'e-mail all'assistenza
ja: サポートにメールを送信
nl: E-mail naar support sturen
pl: Wyślij e-mail do pomocy
ru: Отправить письмо в поддержку
zh_hans: 发送邮件至支持

source: Sensor calibration
de: Sensorkalibrierung
es: Calibración del sensor
fr: Étalonnage du capteur
it: Calibrazione del sensore
ja: センサーのキャリブレーション
nl: Sensorkalibratie
pl: Kalibracja sensora
ru: Калибровка датчика
zh_hans: 传感器校准

source: Sensor data quality issue
de: Problem mit der Sensordatenqualität
es: Problema de calidad de datos del sensor
fr: Problème de qualité des données du capteur
it: Problema di qualità dei dati del sensore
ja: センサーデータ品質の問題
nl: Probleem met kwaliteit sensorgegevens
pl: Problem z jakością danych sensora
ru: Проблема качества данных датчика
zh_hans: 传感器数据质量问题

source: Sensor ended
de: Sensor beendet
es: Sensor finalizado
fr: Capteur terminé
it: Sensore terminato
ja: センサー終了
nl: Sensor beëindigd
pl: Sensor zakończył działanie
ru: Работа датчика завершена
zh_hans: 传感器已结束

source: Sensor ends in 2 hours
de: Sensor endet in 2 Stunden
es: El sensor finaliza en 2 horas
fr: Le capteur se termine dans 2 heures
it: Il sensore termina tra 2 ore
ja: センサーは2時間後に終了します
nl: Sensor eindigt over 2 uur
pl: Sensor zakończy działanie za 2 godziny
ru: Датчик завершит работу через 2 часа
zh_hans: 传感器将在2小时后结束

source: Sensor ends in 3 days
de: Sensor endet in 3 Tagen
es: El sensor finaliza en 3 días
fr: Le capteur se termine dans 3 jours
it: Il sensore termina tra 3 giorni
ja: センサーは3日後に終了します
nl: Sensor eindigt over 3 dagen
pl: Sensor zakończy działanie za 3 dni
ru: Датчик завершит работу через 3 дня
zh_hans: 传感器将在3天后结束

source: Sensor ends tomorrow
de: Sensor endet morgen
es: El sensor finaliza mañana
fr: Le capteur se termine demain
it: Il sensore termina domani
ja: センサーは明日終了します
nl: Sensor eindigt morgen
pl: Sensor zakończy działanie jutro
ru: Датчик завершит работу завтра
zh_hans: 传感器将在明天结束

source: Sensor expired — replace it and pair the new one.
de: Sensor abgelaufen – ersetze ihn und kopple den neuen Sensor.
es: El sensor ha caducado; sustitúyelo y enlaza el nuevo.
fr: Capteur expiré — remplacez-le et associez le nouveau.
it: Sensore scaduto: sostituiscilo e abbina quello nuovo.
ja: センサーの期限切れ — 交換して新しいセンサーをペアリングしてください。
nl: Sensor verlopen — vervang hem en koppel de nieuwe sensor.
pl: Sensor wygasł — wymień go i sparuj nowy.
ru: Срок службы датчика истёк — замените его и выполните сопряжение нового.
zh_hans: 传感器已过期，请更换并配对新传感器。

source: Sensor life
de: Sensorlebensdauer
es: Vida útil del sensor
fr: Durée de vie du capteur
it: Durata del sensore
ja: センサー寿命
nl: Levensduur sensor
pl: Żywotność sensora
ru: Срок службы датчика
zh_hans: 传感器寿命

source: Sensor model
de: Sensormodell
es: Modelo del sensor
fr: Modèle du capteur
it: Modello del sensore
ja: センサーのモデル
pl: Model sensora
ru: Модель датчика
zh_hans: 传感器型号

source: Sensor needs replacing — replace it and pair the new one.
de: Sensor muss ersetzt werden – ersetze ihn und kopple den neuen Sensor.
es: Es necesario sustituir el sensor; sustitúyelo y enlaza el nuevo.
fr: Le capteur doit être remplacé — remplacez-le et associez le nouveau.
it: Il sensore deve essere sostituito: sostituiscilo e abbina quello nuovo.
ja: センサーの交換が必要です — 交換して新しいセンサーをペアリングしてください。
nl: Sensor moet worden vervangen — vervang hem en koppel de nieuwe sensor.
pl: Sensor wymaga wymiany — wymień go i sparuj nowy.
ru: Датчик необходимо заменить — замените его и выполните сопряжение нового.
zh_hans: 传感器需要更换，请更换并配对新传感器。

source: Sensor readings are flat now, but glucose changed substantially during the past hour. Wait longer before comparing.
de: Die Sensorwerte sind momentan stabil, aber der Glukosewert hat sich in der vergangenen Stunde deutlich verändert. Warte vor dem Vergleich noch länger.
es: Las lecturas del sensor están estables ahora, pero la glucosa cambió considerablemente durante la última hora. Espera más antes de comparar.
fr: Les mesures du capteur sont stables actuellement, mais la glycémie a sensiblement évolué au cours de la dernière heure. Attendez encore avant d’effectuer une comparaison.
it: Le letture del sensore sono stabili ora, ma la glicemia è cambiata notevolmente nell'ultima ora. Attendi ancora prima di effettuare il confronto.
ja: 現在のセンサー値は安定していますが、過去1時間にグルコース値が大きく変動しました。比較する前に、もうしばらく待ってください。
nl: De sensorwaarden zijn nu stabiel, maar de glucosewaarde is het afgelopen uur aanzienlijk veranderd. Wacht langer voordat je vergelijkt.
pl: Odczyty sensora są teraz stabilne, ale w ciągu ostatniej godziny poziom glukozy znacznie się zmienił. Poczekaj dłużej przed porównaniem.
ru: Сейчас показания датчика стабильны, но за последний час уровень глюкозы значительно изменился. Подождите ещё перед сравнением.
zh_hans: 传感器读数目前较为平稳，但血糖在过去一小时内发生了明显变化。请再等待一段时间后进行比较。

source: Sensor recalibrating
de: Sensor wird neu kalibriert
es: Sensor recalibrándose
fr: Recalibrage du capteur
it: Ricalibrazione del sensore
ja: センサーを再調整中
nl: Sensor wordt opnieuw gekalibreerd
pl: Ponowna kalibracja sensora
ru: Повторная калибровка датчика
zh_hans: 传感器正在重新校准

source: Sensor session ended
de: Sensorsitzung beendet
es: Sesión del sensor finalizada
fr: Session du capteur terminée
it: Sessione del sensore terminata
ja: センサーセッション終了
nl: Sensorsessie beëindigd
pl: Sesja sensora zakończona
ru: Сеанс датчика завершён
zh_hans: 传感器会话已结束

source: Sensor value
de: Sensorwert
es: Valor del sensor
fr: Valeur du capteur
it: Valore del sensore
ja: センサー値
nl: Sensorwaarde
pl: Wartość sensora
ru: Значение датчика
zh_hans: 传感器值

source: Sensor warm-up complete
de: Sensor-Aufwärmphase abgeschlossen
es: Calentamiento del sensor finalizado
fr: Démarrage du capteur terminé
it: Riscaldamento del sensore completato
ja: センサーのウォームアップ完了
nl: Sensor is opgewarmd
pl: Rozgrzewanie sensora zakończone
ru: Прогрев датчика завершён
zh_hans: 传感器预热完成

source: Sensor warming up
de: Sensor in der Aufwärmphase
es: El sensor se está calentando
fr: Démarrage du capteur
it: Riscaldamento del sensore
ja: センサーをウォームアップ中
nl: Sensor wordt opgewarmd
pl: Rozgrzewanie sensora
ru: Прогрев датчика
zh_hans: 传感器正在预热

source: Serial
de: Seriennummer
es: Número de serie
fr: Numéro de série
it: Numero di serie
ja: シリアル番号
nl: Serienummer
pl: Numer seryjny
ru: Серийный номер
zh_hans: 序列号

source: Server maintenance.
de: Serverwartung.
es: Mantenimiento del servidor.
fr: Maintenance du serveur.
it: Manutenzione del server.
ja: サーバーメンテナンス中。
nl: Serveronderhoud.
pl: Przerwa techniczna serwera.
ru: Техническое обслуживание сервера.
zh_hans: 服务器维护中。

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
nl: Instellingen
pl: Ustawienia
ru: Настройки
zh_hans: 设置

source: Setup and usage guide
de: Einrichtungs- und Bedienungsanleitung
es: Guía de configuración y uso
fr: Guide d'installation et d'utilisation
it: Guida all'installazione e all'uso
ja: セットアップと使用ガイド
nl: Handleiding voor installatie en gebruik
pl: Instrukcja konfiguracji i użytkowania
ru: Руководство по настройке и использованию
zh_hans: 设置和使用指南

source: Setup video
de: Einrichtungsvideo
es: Vídeo de configuración
fr: Vidéo de configuration
it: Video di configurazione
ja: 設定動画
nl: Installatievideo
pl: Film konfiguracyjny
ru: Видео по настройке
zh_hans: 设置视频

source: Share must be turned on in the Dexcom app, which requires inviting at least one follower. But don't sign in with a **follower's** login — Dexcom doesn't expose follower readings to third-party apps, so only the wearer's own account can pull data.
de: Share muss in der Dexcom-App aktiviert sein. Dafür muss mindestens ein Follower eingeladen werden. Melden Sie sich aber nicht mit dem Login eines **Followers** an - Dexcom stellt Follower-Messwerte Drittanbieter-Apps nicht bereit, daher kann nur das Konto des Trägers selbst Daten abrufen.
es: Share debe estar activado en la app Dexcom, lo que requiere invitar al menos a un seguidor. Pero no inicies sesión con el acceso de un **seguidor**: Dexcom no expone las lecturas de seguidores a apps de terceros, así que solo la cuenta del propio usuario puede obtener datos.
fr: Share doit être activé dans l’app Dexcom, ce qui nécessite d’inviter au moins un suiveur. Mais ne vous connectez pas avec l’identifiant d’un **suiveur** : Dexcom n’expose pas les mesures des suiveurs aux apps tierces, donc seul le compte du porteur peut récupérer les données.
it: Share deve essere attivato nell’app Dexcom e richiede l’invito di almeno un follower. Ma non accedere con il login di un **follower**: Dexcom non espone le letture dei follower alle app di terze parti, quindi solo l’account di chi indossa il sensore può recuperare i dati.
ja: Dexcom アプリで Share をオンにする必要があり、そのためには少なくとも 1 人のフォロワーを招待する必要があります。ただし、**フォロワー** のログインではサインインしないでください。Dexcom はフォロワーの測定値をサードパーティアプリに公開しないため、データを取得できるのは装着者本人のアカウントだけです。
nl: Share moet in de Dexcom-app zijn ingeschakeld, waarvoor je ten minste één volger moet uitnodigen. Log alleen niet in met de login van een **volger**: Dexcom stelt volger-metingen niet beschikbaar aan apps van derden, dus alleen het account van de drager zelf kan gegevens ophalen.
pl: Share musi być włączone w aplikacji Dexcom, co wymaga zaproszenia co najmniej jednego obserwatora. Nie loguj się jednak danymi **obserwatora**: Dexcom nie udostępnia odczytów obserwatorów aplikacjom firm trzecich, więc dane może pobierać tylko konto osoby noszącej sensor.
ru: Share должен быть включен в приложении Dexcom, для чего нужно пригласить хотя бы одного наблюдателя. Но не входите с логином **наблюдателя**: Dexcom не предоставляет показания наблюдателей сторонним приложениям, поэтому получать данные может только собственная учетная запись носителя сенсора.
zh_hans: 必须在 Dexcom 应用中打开 Share，这需要邀请至少一位关注者。但不要使用**关注者**的登录信息登录：Dexcom 不会向第三方应用公开关注者读数，因此只有佩戴者自己的账户可以获取数据。

source: Sign in as the sensor wearer
de: Als Sensorträger anmelden
es: Inicia sesión como usuario del sensor
fr: Connectez-vous en tant que porteur du capteur
it: Accedi come persona che indossa il sensore
ja: センサー装着者としてサインイン
nl: Log in als sensordrager
pl: Zaloguj się jako osoba nosząca sensor
ru: Войдите как носитель сенсора
zh_hans: 以传感器佩戴者身份登录

source: Sign in with the LibreView (FreeStyle Libre 3 app) account that activated this sensor and tap Get Account ID to fill it in automatically. Its hash becomes the receiver ID — takeover and parallel join only work when it matches the activating account, otherwise the sensor rejects pairing (error 0xB1).
de: Melde dich mit dem LibreView-Konto (FreeStyle Libre 3-App) an, mit dem dieser Sensor aktiviert wurde, und tippe auf „Konto-ID abrufen“, um sie automatisch einzutragen. Der Hashwert des Kontos wird zur Empfänger-ID – Übernahme und parallele Verbindung funktionieren nur, wenn er mit dem aktivierenden Konto übereinstimmt. Andernfalls lehnt der Sensor die Kopplung ab (Fehler 0xB1).
es: Inicia sesión con la cuenta de LibreView (app FreeStyle Libre 3) que activó este sensor y toca Obtener ID de cuenta para rellenarlo automáticamente. El hash de la cuenta se convierte en el ID del receptor; la toma de control y la conexión paralela solo funcionan si coincide con la cuenta que realizó la activación. De lo contrario, el sensor rechaza el enlace (error 0xB1).
fr: Connectez-vous avec le compte LibreView (app FreeStyle Libre 3) qui a activé ce capteur, puis touchez Obtenir l’identifiant du compte pour le renseigner automatiquement. Le hachage du compte devient l’identifiant du récepteur : la reprise et la connexion parallèle ne fonctionnent que s’il correspond au compte ayant effectué l’activation. Sinon, le capteur refuse l’association (erreur 0xB1).
it: Accedi con l’account LibreView (app FreeStyle Libre 3) che ha attivato questo sensore e tocca Ottieni ID account per inserirlo automaticamente. L’hash dell’account diventa l’ID ricevitore: l’acquisizione e la connessione parallela funzionano solo se corrisponde all’account che ha eseguito l’attivazione. In caso contrario, il sensore rifiuta l’abbinamento (errore 0xB1).
ja: このセンサーを有効化したLibreView（FreeStyle Libre 3アプリ）のアカウントでサインインし、「アカウントIDを取得」をタップして自動入力してください。アカウントのハッシュが受信機IDになります。引き継ぎと並列接続は、有効化に使用したアカウントと一致する場合にのみ機能します。一致しない場合、センサーはペアリングを拒否します（エラー0xB1）。
nl: Log in met het LibreView-account (FreeStyle Libre 3-app) waarmee deze sensor is geactiveerd en tik op Account-ID ophalen om deze automatisch in te vullen. De hash van het account wordt de ontvanger-ID; overnemen en parallel verbinden werken alleen als deze overeenkomt met het account dat de sensor heeft geactiveerd. Anders weigert de sensor het koppelen (fout 0xB1).
pl: Zaloguj się na konto LibreView (aplikacji FreeStyle Libre 3), za pomocą którego aktywowano ten sensor, i stuknij Pobierz identyfikator konta, aby wypełnić go automatycznie. Skrót konta staje się identyfikatorem odbiornika — przejęcie i połączenie równoległe działają tylko wtedy, gdy jest zgodny z kontem użytym do aktywacji. W przeciwnym razie sensor odrzuca parowanie (błąd 0xB1).
ru: Войдите в учётную запись LibreView (приложения FreeStyle Libre 3), с помощью которой был активирован этот датчик, и нажмите «Получить идентификатор учётной записи», чтобы заполнить его автоматически. Хеш учётной записи становится идентификатором приёмника — перехват и параллельное подключение работают, только если он соответствует учётной записи, использованной для активации. В противном случае датчик отклоняет сопряжение (ошибка 0xB1).
zh_hans: 请使用激活此传感器的LibreView（FreeStyle Libre 3 App）账户登录，然后轻点“获取账户ID”以自动填写。该账户的哈希值会成为接收器ID；只有当它与激活传感器的账户匹配时，接管和并行连接才能生效，否则传感器会拒绝配对（错误0xB1）。

source: Signal loss alert
de: Hinweis bei Signalverlust
es: Alerta de pérdida de señal
fr: Alerte de perte du signal
it: Avviso perdita segnale
ja: 信号消失通知
nl: Waarschuwing signaalverlies
pl: Alert utraty sygnału
ru: Предупреждение о потере сигнала
zh_hans: 信号丢失警报
